Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདག་ཏུ་འཛིན་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་བདག་ཤིན་དུ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not grasp notions of self, it is because the self is absolutely nonexistent.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདག་ཏུ་འཛིན་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not grasp notions of self.

source: །དེ་ལ་ཇི་ལྟར་ན་སེམས་ཅན་དང་སྲོག་དང་། གང་ཟག་ཏུ་འཛིན་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེ་དག་ཤིན་དུ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not grasp notions of beings, living creatures, or individual persons, it is because these are absolutely nonexistent.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་དང་སྲོག་དང་། གང་ཟག་ཏུ་འཛིན་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not grasp notions of beings, living creatures, or individual persons.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆད་པར་འཛིན་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཆོས་ཐམས་ཅད་ཤིན་དུ་མ་སྐྱེས་པའི་ཕྱིར། ཆོས་གང་ཡང་ཆད་པ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not grasp notions of nihilism, it is because {Dt.222} nothing at all is annihilated since all phenomena absolutely do not arise.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆད་པར་འཛིན་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not grasp notions of nihilism.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྟག་པར་འཛིན་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཆོས་གང་ལ་སྐྱེ་བ་མེད་པ་དེ་ལ། རྟག་པ་དང་ཆད་པ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not grasp notions of eternalism, it is because anything that does not arise is not eternal, nor does it cease.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྟག་པར་འཛིན་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not grasp notions of eternalism.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མཚན་མའི་འདུ་ཤེས་སུ་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཀུན་ནས་ཉོན་མོངས་པ་ཤིན་དུ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not engage in notions of signs, it is because afflicted mental states are absolutely nonexistent.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མཚན་མའི་འདུ་ཤེས་སུ་མི་བྱའོ།
en: So it is that bodhisattva great beings should not engage in notions of signs.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྒྱུར་བལྟ་བར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ལྟ་བ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not hold views about causes, it is because they do not observe those views.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྒྱུར་བལྟ་བར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not hold views about causes.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མིང་དང་གཟུགས་ལ་མངོན་པར་ཆགས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེས་དེའི་དངོས་པོ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be attached to name and form, it is because do not observe their entity.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མིང་དང་གཟུགས་ལ་མངོན་པར་ཆགས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be attached to name and form.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་ལ་མངོན་པར་ཆགས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཆོས་དེ་དག་ཤིན་དུ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be attached to the psycho-physical aggregates, sensory elements, or sense fields, it is because these phenomena are absolutely nonexistent.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་ལ་མངོན་པར་ཆགས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be attached to the psycho-physical aggregates, sensory elements, and sense fields.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཁམས་གསུམ་ལ་མངོན་པར་ཆགས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེའི་རང་བཞིན་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be attached to the three realms, it is because these are without inherent existence.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ཁམས་གསུམ་ལ་མངོན་པར་ཆགས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be attached to the three realms.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཁམས་གསུམ་ལ་མངོན་པར་ཞེན་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེའི་དངོས་པོ་མེད་ཅིང་མི་དམིགས་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be fixated on the three realms, it is because their entity is nonexistent and is not apprehended.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཁམས་གསུམ་ལ་མངོན་པར་ཞེན་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be fixated on the three realms.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཁམས་གསུམ་ལ་བརྟེན་པ་དང་གནས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེའི་དངོས་པོ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not rely on or dwell in the three realms, it is because their entity is nonexistent.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཁམས་གསུམ་ལ་བརྟེན་པ་དང་གནས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not rely on or dwell in the three realms.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སངས་རྒྱས་ལ་བརྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་སངས་རྒྱས་སུ་ལྟ་བ་ལ་བརྟེན་པས། སངས་རྒྱས་མཐོང་བར་མི་འགྱུར་བའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be attached to views of dependency on the buddhas, it is because the buddhas will not be seen through dependency on views concerning the buddhas.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སངས་རྒྱས་ལ་བརྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be attached to views of dependency on the buddhas.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་ལ་རྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཆོས་སུ་ལྟ་བ་ལ་བརྟེན་པས། ཆོས་མཐོང་བར་མི་འགྱུར་བའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be attached to views of dependency on the Dharma, it is because the Dharma will not be seen through dependency on views concerning the Dharma.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་ལ་བརྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be attached to views of dependency on the Dharma.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དགེ་འདུན་ལ་བརྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་དགེ་འདུན་དུ་ལྟ་བ་ལ་བརྟེན་པས། དགེ་འདུན་མཐོང་བར་མི་འགྱུར་བའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be attached to views of dependency on the saṅgha, it is because the saṅgha will not be seen through dependency on views concerning the saṅgha.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དགེ་འདུན་ལ་བརྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be attached to views of dependency on the saṅgha.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཚུལ་ཁྲིམས་ལ་བརྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཚུལ་ཁྲིམས་སུ་ལྟ་བ་ལ་བརྟེན་པས། ཚུལ་ཁྲིམས་རྣམ་པར་དག་པར་མི་འགྱུར་བའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be attached to views of dependency on ethical discipline, it is because ethical discipline will not be purified through dependency on views concerning ethical discipline.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཚུལ་ཁྲིམས་ལ་བརྟེན་པའི་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be attached to views of dependency on ethical discipline.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་རྣམས་སྟོང་ངོ་ཞེས་ཞུམ་པར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པ་མ་ཡིན་གྱིས། རང་གི་མཚན་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་ཏེ།
en: If you ask how bodhisattva great beings should not be discouraged due to the fact that phenomena are empty, it is because all phenomena are not empty of emptiness but empty of their own defining characteristics.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་རྣམས་སྟོང་ངོ་ཞེས་ཞུམ་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not be discouraged due to the fact that phenomena are empty.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སྟོང་པ་ཉིད་དང་འགལ་བར་མི་བྱ་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཆོས་ཐམས་ཅད་སྟོང་པ་བས། སྟོང་པ་ཉིད་ནི་སྟོང་པ་ཉིད་དང་འགལ་བར་མི་བྱེད་པའི་ཕྱིར་ཏེ།
en: If you ask how it is that bodhisattva great beings should not contradict emptiness, it is because all phenomena are empty and therefore emptiness does not contradict emptiness.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སྟོང་པ་ཉིད་དང་འགལ་བར་མི་བྱའོ།
en: So it is that bodhisattva great beings should not contradict emptiness. “

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སྟོང་པ་ཉིད་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་ཡིན་ཞེ་ན། རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ཡོངས་སུ་རྫོགས་པ་ནི།
en: If you ask how it is that bodhisattva great beings perfect emptiness, it is that they perfect the emptiness of individual defining characteristics.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྟོང་པ་ཉིད་ཡོངས་སུ་རྫོགས་པའོ།
en: For bodhisattva great beings, this is the perfection of emptiness.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མཚན་མ་མེད་པ་མངོན་དུ་བྱ་བ་ཡིན་ཞེ་ན། འདི་ལྟ་སྟེ། མཚན་མ་ཐམས་ཅད་ཡིད་ལ་མི་བྱེད་པའི་ཕྱིར་ཏེ།
en: If you ask how it is that bodhisattva great beings actualize signlessness, it is because they do not pay attention to any signs.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མཚན་མ་མེད་པ་མངོན་དུ་བྱ་བའོ།
en: For bodhisattva great beings, this is the actualizing of signlessness.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྨོན་པ་མེད་པ་ཤེས་པ་ཡིན་ཞེ་ན། དེ་ནི་ཁམས་གསུམ་ཐམས་ཅད་དུ་སེམས་མི་འཇུག་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the understanding of wishlessness, it is that they do not engage the mind in any of the three realms.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྨོན་པ་མེད་པ་ཤེས་པའོ།
en: For bodhisattva great beings, this is the understanding of wishlessness. {

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་འཁོར་གསུམ་ཡོངས་སུ་དག་པ་ཡིན་ཞེ་ན། དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ཡོངས་སུ་རྫོགས་པ་སྟེ།
en: Dt.223} If you ask what, for bodhisattva great beings, is the purity of the threefold interaction, it is that they perfect the paths of the ten virtuous actions.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་འཁོར་གསུམ་ཡོངས་སུ་དག་པའོ།
en: For bodhisattva great beings, this is the purity of the threefold interaction.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་ཞིང་སྙིང་བརྩེ་བ་ཡོངས་སུ་རྫོགས་པ་ཡིན་ཞེ་ན། སྙིང་རྗེ་ཆེན་པོ་རབ་ཏུ་འཐོབ་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the perfection of compassion and pity for all beings, it is that they will acquire great compassion.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་ཞིང་སྙིང་བརྩེ་བ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: For bodhisattva great beings, this is the compassion and pity that bodhisattva great beings perfect for the sake of all beings.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་ལ་བརྙས་པར་མི་བྱ་ཞེ་ན། བྱམས་པ་ཡོངས་སུ་རྫོགས་པའི་ཕྱིར་ཏེ།
en: If you ask how it is that bodhisattva great beings have no contempt for any being, it is because they perfect loving kindness.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་ལ་བརྙས་པར་མི་བྱའོ།
en: So it is that bodhisattva great beings have no contempt for any being.

source: །དེ་ལ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་ཐམས་ཅད་ལ་མཉམ་པ་ཉིད་དུ་ལྟ་བ་གང་ཞེ་ན། ཆོས་ཐམས་ཅད་ལ་བསྣན་པ་དང་། དབྲི་བ་མེད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the view of the sameness of all phenomena, it is that phenomena neither increase nor decrease.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆོས་ཐམས་ཅད་ལ་མཉམ་པ་ཉིད་དུ་ལྟ་བས་སོ།
en: For bodhisattva great beings, this is the view of the sameness of all phenomena.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཡང་དག་པའི་ཚུལ་རབ་ཏུ་རྟོགས་པ་གང་ཞེ་ན། ཆོས་ཐམས་ཅད་ཚུལ་གཅིག་ཏུ་རྟོགས་ཀྱང་། རྟོགས་པ་མེད་པ་དེ་ནི།
en: If you ask what, for bodhisattva great beings, is the understanding of authenticity, it is that even though they understand all phenomena in a single principle, there is no understanding.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཡང་དག་པའི་ཚུལ་རབ་ཏུ་རྟོགས་པའོ།
en: For bodhisattva great beings, this is the understanding of authenticity.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མི་སྐྱེ་བ་ལ་བཟོད་པ་གང་ཞེ་ན། ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་ལ་བཟོད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the acceptance of the nonarising nature of phenomena, it is that they accept the truth that all phenomena are nonarising, nonceasing, and unconditioned.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མི་སྐྱེ་བ་ལ་བཟོད་པའོ།
en: For bodhisattva great beings, this is the acceptance of the nonarising nature of phenomena.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མི་སྐྱེ་བ་ཤེས་པ་གང་ཞེ་ན། མིང་དང་གཟུགས་མི་སྐྱེ་བ་ཤེས་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the understanding of nonarising, it is that they understand that name and form do not arise.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མི་སྐྱེ་བ་ཤེས་པའོ།
en: For bodhisattva great beings, this is the understanding of nonarising.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆོས་ཐམས་ཅད་ཚུལ་གཅིག་ཏུ་བསྟན་པ་གང་ཞེ་ན། གཉིས་ལ་ཡོངས་སུ་རྒྱུ་བ་མེད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the demonstration that all phenomena are of a single principle, it is that they do not edge toward duality.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆོས་ཐམས་ཅད་ཚུལ་གཅིག་ཏུ་བསྟན་པའོ།
en: For bodhisattva great beings, this is the demonstration that all phenomena are of a single principle.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རྟོགས་པ་ཡང་དག་པར་བསལ་བ་གང་ཞེ་ན། ཆོས་ཐམས་ཅད་ལ་རྣམ་པར་རྟོག་པ་མེད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the elimination of ideation, it is the absence of conceptual thought with respect to all phenomena.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རྟོག་པ་ཡང་དག་པར་བསལ་བའོ།
en: For bodhisattva great beings, this is the elimination of ideation.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལྟ་བ་རྣམ་པར་བཟློག་པ་གང་ཞེ་ན། ཉན་ཐོས་ཀྱི་ས་དང་། རང་སངས་རྒྱས་ཀྱི་ས་རྣམ་པར་སྤོང་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the reversal of views, it is that they have abandoned the level of the śrāvakas and the level of the pratyekabuddhas.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལྟ་བ་རྣམ་པར་བཟློག་པའོ།
en: For bodhisattva great beings, this is the reversal of views.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཉོན་མོངས་པ་རྣམ་པར་བཟློག་པ་གང་ཞེ་ན། བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི། ཉོན་མོངས་པ་ཐམས་ཅད་ཟད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the reversal of afflicted mental states, it is that they have put an end to all the afflicted mental states associated with the continuation of propensities [at rebirth].

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཉོན་མོངས་པ་རྣམ་པར་བཟློག་པའོ།
en: For bodhisattva great beings, this is the reversal of afflicted mental states.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཞི་གནས་དང་ལྷག་མཐོང་གི་ས་གང་ཞེ་ན། འདི་ལྟ་སྟེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཏེ།
en: If you ask what, for bodhisattva great beings, is the level of stillness and higher insight, it is the wisdom of all-aspect omniscience.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཞི་གནས་དང་ལྷག་མཐོང་གི་སའོ།
en: For bodhisattva great beings, this is the level of stillness and higher insight.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དུལ་བའི་སེམས་གང་ཞེ་ན། ཁམས་གསུམ་ལ་དགའ་བར་སེམས་པ་མེད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the disciplined mind, it is that they feel no delight for the three realms.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དུལ་བའི་སེམས་སོ།
en: For bodhisattva great beings, this is the disciplined mind.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཞི་བའི་སེམས་གང་ཞེ་ན། དབང་པོ་དྲུག་ཡང་དག་པར་འདུས་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the peaceful mind, it is the coming together of the six sense organs.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཞི་བའི་སེམས་སོ།
en: For bodhisattva great beings, this is the peaceful mind.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སངས་རྒྱས་ཀྱི་སྤྱན་ཐོབ་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is unimpeded wisdom, it is that they acquire the eye of the buddhas.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་སོ།
en: For bodhisattva great beings, this is unimpeded wisdom.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱམས་པའི་སྐབས་ཤེས་པ་གང་ཞེ་ན། སྐྱེ་མཆེད་དྲུག་གི་བཏང་སྙོམས་ཏེ།
en: If you ask what, for bodhisattva great beings, is the understanding of the circumstances of loving kindness, it is that they have equanimity with regard to the six sense fields.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱམས་པའི་སྐབས་ཤེས་པའོ།
en: For bodhisattva great beings, this is the understanding of the circumstances of loving kindness.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གང་དུ་འདོད་པའི་ཞིང་དུ་འགྲོ་བ་གང་ཞེ་ན། འཁོར་གྱི་དཀྱིལ་འཁོར་དེ་དང་དེ་དག་ཏུ་ལུས་སྟོན་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the frequenting of buddhafields at will, it is that they display their bodies to their respective entourages.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གང་དུ་འདོད་པའི་ཞིང་དུ་འགྲོ་བའོ།
en: For bodhisattva great beings, this is the frequenting of buddhafields at will. “

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཁོང་དུ་ཆུད་པ་གང་ཞེ་ན། སེམས་གཅིག་གིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་དང་སེམས་ལས་བྱུང་བ་རབ་ཏུ་ཤེས་པའོ།
en: If you ask what, for bodhisattva great beings, is the comprehension of the minds of all beings, it is that with a single thought, they are aware of the minds and mental states of all beings. [For bodhisattva great beings, this is the comprehension of the minds of all beings].

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མངོན་པར་ཤེས་པས་རྣམ་པར་རྩེ་བ་གང་ཞེ་ན། མངོན་པར་ཤེས་པ་རྣམས་ཀྱིས་རྣམ་པར་རྩེ་ཞིང་། སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ། སངས་རྒྱས་བལྟ་བའི་དོན་དུ་འགྲོ་ཡང་། དེ་ལ་སངས་རྒྱས་ཀྱི་འདུ་ཤེས་སུ་མི་འགྱུར་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the playful emanation through extrasensory powers, it is that they may playfully emanate through their extrasensory powers and move from buddhafield to buddhafield in order to behold the buddhas, but they do not have any notions of the buddhas.

source: འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མངོན་པར་ཤེས་པས་རྩེ་བའོ།
en: For bodhisattva great beings, this is the playful emanation through extrasensory powers.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སངས་རྒྱས་ཀྱི་ཞིང་བལྟ་བ་གང་ཞེ་ན། སངས་རྒྱས་ཀྱི་ཞིང་གཅིག་ན་འདུག་ཅིང་དཔག་ཏུ་མེད་པའི་སངས་རྒྱས་ཀྱི་ཞིང་མཐོང་ཡང་། དེ་ལ་སངས་རྒྱས་ཀྱི་ཞིང་གི་འདུ་ཤེས་སུ་མི་འགྱུར་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the vision of the buddhafields, it is that they may be present in one buddhafield and see inestimable buddhafields, but they do not have any notions of the buddhafields.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སངས་རྒྱས་ཀྱི་ཞིང་བལྟ་བའོ། །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི།
en: For bodhisattva great beings, this is the vision of the buddhafields.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་དག་ཇི་ལྟར་མཐོང་བ་བཞིན་དུ་ཡོངས་སུ་བསྒྲུབ་པ་གང་ཞེ་ན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་དབང་ཕྱུག་འཁོར་ལོས་སྒྱུར་བའི་ས་ལ་གནས་ཏེ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཡོངས་སུ་གཏོང་ཞིང་། དེས་རློམ་སེམས་སུ་མི་བྱེད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the consummation of the buddhafields just as one has seen them, it is that they dwell on the level of an imperial monarch, or a ruler of the great trichiliocosm, but they renounce the great trichiliocosm and make no assumptions about it. {

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སངས་རྒྱས་ཀྱི་ཞིང་ཇི་ལྟར་མཐོང་བ་བཞིན་དུ་བསྒྲུབ་པའོ།
en: Dt.224} For bodhisattva great beings, this is the consummation of the buddhafields just as one has seen them.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སངས་རྒྱས་བསྙེན་བཀུར་བ་གང་ཞེ་ན། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་གདགས་པའི་དོན་དུ་ཆོས་ལ་བསྙེན་བཀུར་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the veneration of the buddhas, it is that they venerate the Dharma in order to benefit all beings.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སངས་རྒྱས་བསྙེན་བཀུར་བའོ།
en: For bodhisattva great beings, this is the veneration of the buddhas.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སངས་རྒྱས་ཀྱི་སྐུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་བརྟག་པ་གང་ཞེ་ན། ཆོས་ཀྱི་སྐུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོགས་པར་བྱེད་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the definitive inspection of the buddha body, it is that they definitively realize the buddha body of reality.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སངས་རྒྱས་ཀྱི་སྐུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་བརྟག་པའོ། །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི།
en: For bodhisattva great beings, this is the definitive inspection of the buddha body.

source: དབང་པོ་རབ་དང་ཐ་མ་ཤེས་པ་གང་ཞེ་ན། སྟོབས་བཅུ་ལ་གནས་ཤིང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབང་པོ་ཡོངས་སུ་རྫོགས་པར་ཤེས་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the knowledge of those of higher and lower acumen, it is that, maintaining the ten powers, they know perfectly the acumen of all beings.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། དབང་པོ་རབ་དང་ཐ་མ་ཤེས་པའོ།
en: For bodhisattva great beings, this is the knowledge of those of higher and lower acumen.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་སྦྱང་བ་གང་ཞེ་ན། མི་དམིགས་པའི་ཚུལ་གྱིས། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཡོངས་སུ་སྦྱོང་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the refinement of the buddhafields, it is that they refine the minds of all beings, without apprehending anything.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་སྦྱང་བའོ།
en: For bodhisattva great beings, this is the refinement of the buddhafields.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་གང་ཞེ་ན། ཏིང་ངེ་འཛིན་གང་ལ་གནས་པས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱ་བ་ཐམས་ཅད་བྱེད་ཀྱང་། དེའི་སེམས་ཆོས་གང་ལ་ཡང་མི་འཇུག་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the illusion-like meditative stability, it is that they may perform all the activities of bodhisattva great beings by maintaining any meditative stability, but their minds do not engage with any phenomenon.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཏོ།
en: For bodhisattva great beings, this is the illusion-like meditative stability.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཡང་དང་ཡང་མཉམ་པར་གཞག་པ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རྣམ་པར་སྨིན་པ་ལས་སྐྱེས་པའི་ཏིང་ངེ་འཛིན་ཏེ།
en: If you ask what, for bodhisattva great beings, is the continuous meditative absorption, it is the meditative stability that arises from the maturation of bodhisattva great beings.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཡང་དང་ཡང་མཉམ་པར་གཞག་པའོ།
en: For bodhisattva great beings, this is the continuous meditative absorption.
